Repository: 84000/translation-memory-resources
Catalog: post_input/toh94-C.bo.en.tmx
Source language: bo
Languages: en

source: དེ་བཞིན་ གཤེགས་པ་ ས་བདག་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྒྲ་ མཆོག་སེམས་པ་ ལ །_། ཁང་ བརྩེགས་ གོས་ ཀྱིས་ གཡོགས་པ་ དག་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་ [317b] བསྐྱེད་ དོ །_།
en: $603 “The thus-gone Pārthiva, when a householder, |#| Offered a multistoried mansion draped in fabrics |#| To the thus-gone Intent on Supreme Sound |#| And in doing so first gave rise to the mind of awakening. [317.b]

source: བདེ་གཤེགས་ གྲོལ་ བརྙེས་ བཙོ་བླག་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་གྲོས་ དྲག་ཤུལ་ ལ །_། རས་ཡུག་ ཁྲ་བོ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $604 “The well-gone Vimuktilābhin, when a washerman, |#| Offered a multicolored cotton cloth |#| To the thus-gone Fierce Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཙུག་ གསེར་ ཚོང་དཔོན་ ཁྱེའུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཆུ་ལྷ འི་ མཐུ་རྩལ་ ལ །_། གསེར་ གྱི་ བུམ་པ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $605 “The well-gone Suvarṇacūḍa, when a young merchant, |#| Offered golden jars |#| To the thus-gone Power of the Water God |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྒྲ་གཅན་ བཟང་པོ་ སློང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བརྟུལ་ཞུགས་ ཆེན་པོ་ ལ །_། རྩྭ་ ཡི་ སྒྲོན་མ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $606 “The well-gone Rāhubhadra, when a beggar, |#| Offered a lamp made from straw |#| To the thus-gone Great Yogic Discipline |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐུབ་དཀའ་ གོ་ རི་ ཀ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་ཟེར་ འབར་བ་ ཡི །_། གཤེགས་ ཟམ་ དག་ ནི་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $607 “The well-gone Durjaya, when a gorika,#215 |#| Constructed a bridge and offered it |#| To the thus-gone Blazing Light Rays |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཐུབ་ གསལ་ དུང་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཉོན་མོངས་ མེད་ བློ་ ལ །_། དུང་ དག་ སྤར་བ་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $608 “The thus-gone Muniprasanna, when a conch seller, |#| Offered a handful of conches |#| To the thus-gone Mind Free from Defilements |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཟླ་བ འི་ འོད་ཟེར་ ཚོང་དུས་པ འི །_། ཁྱེའུ འི་ ཚེ་ བདེ་གཤེགས་ སེང་གེ འི་ དབྱངས་ དེ་ ལ །_། ཁམ་ཕོར་ མར་ཁུ ས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $609 “The well-gone Somaraśmi, when a young market merchant, |#| Offered a clay bowl filled with clarified butter |#| To the well-gone Lion Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གསེར་འོད་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཤིན་ཏུ་ དགྱེས་ དེ་ ལ །_། མུ་ཏིག་ ཆུན་ ཕྲེང་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $610 “The well-gone Kāñcanaprabha, when the son of a merchant, |#| Offered pearl garlands |#| To the thus-gone Tremendous Delight |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ ཡི་ ཡོན་ཏན་ དབང་པོ་ བློན་ ཆེ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལེགས་པ ར་ རབ་ཏུ་ གནས་པ་ ལ །_། དཔག་ཚད་ གཅིག་པ འི་ སྐྱེད་མོས་ཚལ་ དག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $611 “The well-gone Guṇendradeva,#216 when a chief minister, |#| Offered a one-league-large pleasure garden |#| To the thus-gone Excellent Abiding |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཆོས་ གདུགས་ བྲམ་ཟེ འི་ ཚེ །_། རི་ ཡི་ རྩེ་མོ་ ནས་ ནི་ བདག་ མཆོངས་ ནས །_། |#| དེ་བཞིན་ གཤེགས་པ་ ཉི་མ འི་ འོད་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $612 “The thus-gone Dharmacchattra, when a brahmin, |#| Jumped from a mountaintop |#| Before the thus-gone Sunlight, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བསོད་ནམས་ ལག་ ནི་ ཚོང་དཔོན་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདུད་རྩི འི་ སྒྲོན་མ་ དེ་ ལ་ ནི །_། མེ་ཏོག་ མྱ་ངན་ འཚང་ དག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $613 “The well-gone Puṇyabāhu, when the daughter of a merchant, |#| Offered aśoka flowers |#| To the thus-gone Nectar Lamp |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆགས་ མེད་ སྤོས་ འཚོང་ ཁྱེའུ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བྱང་ཆུབ་ སྟབས་ དེ་ ལ །_། [318a] སྲན་ གྲེའུ་ ཕུལ་ གསུམ་ ཞིག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $614 “The well-gone Asaṅga, when a young incense merchant, |#| Presented three offerings of māṣa beans [318.a] |#| To the thus-gone Force of Awakening |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ གྱ་ནོམ་ རྒྱལ་པོ་ ཡི །_། ཕོ་ཉ འི་ ཚེ་ ན་ བདེ་གཤེགས་ རྒྱལ་བ་ ཡི །_། བཤེས་གཉེན་ དེ་ ལ་ ལན་ཅིག་ བསྐོར་ བྱས་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $615 “The well-gone Prāṇītajñāna, when a royal messenger, |#| Performed one circumambulation |#| Of the well-gone Victorious Friend |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ བློ་ ཞིབ་ རྒྱལ་པོ འི་ བཙུན་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལེགས་པ ར་ གཟིགས་ དེ་ |#| ལ །_། བུམ་པ་ ཆུ་ ཡིས་ བཀང་ སྟེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $616 “The well-gone Sūkṣmabuddhi, when a queen, |#| Offered a jar filled with water |#| To the thus-gone Excellent Vision |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་བྱིན་ ཐམས་ཅད་ དེད་དཔོན་ ཚེ །_། དགེ་འདུན་ མང་པོ ར་ ཞལ་ཟས་ གསོལ་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ རྙོག་པ་ མེད་ དོན་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $617 “The well-gone Sarvatejas, when a captain, |#| Offered meals for numerous members of the saṅgha |#| To the thus-gone Unsullied Objective |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྩི་སྨན་ ལག་ བླ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྟོགས་པ འི་ མཆོག་ དེ་ ལ །_། སྐྱུ་རུ་ར་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $618 “The thus-gone Oṣadhi, when a supervisor of a new building,#217 |#| Offered myrobalan fruits |#| To the thus-gone Supreme Realization |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྣམ་གྲོལ་ ཏོག་ ནི་ རྟེན་ བཅས་ ཚེ །_། འདམ་རྫབ་ དག་ ཏུ་ ཟམ་པ་ བཙུགས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ མི་ ཡི་ ཟླ་བ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $619 “The well-gone Vimuktaketu, when having a single support,#218 |#| Built a bridge across a swamp |#| For the thus-gone Moon of Humanity, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འོད་ མཛོད་ ཞིང་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འོད་འབར་ དེ་ ལ་ ནི །_། མེ་ཏོག་ དམར་པོ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $620 “The thus-gone Prabhākośa, when a farmer, |#| Offered red flowers |#| To the thus-gone Blazing Light |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡེ་ཤེས་ རྒྱལ་པོ་ འབྲས་ས་ལུ །_། ཁུར་ ཁྱེར་ ཚེ་ ན་ བདེ་གཤེགས་ ཀུན་ འོད་ ལ །_། མེ་ཏོག་ ཀ ར་ ནི་ ཀ་དག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $621 “The well-gone Jñānarāja, when a rice porter, |#| Offered karṇikā flowers |#| To the well-gone Universal Light |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འཇིགས་ མཛད་ དཔའ་བོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བཀོད་པ་ ཆེན་པོ་ ལ །_། རྒྱལ་མཚན་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $622 “The thus-gone Bhīṣaṇa, when a hero, |#| Offered banners |#| To the thus-gone Great Array |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆུ་བོ་ སྤོང་ ནི་ གྲོང་རྡལ་ བྱིས་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སེང་གེ འི་ རྣམ་པར་ བསྒྱིངས་པ་ ཡི །_། སྟོབས་ ལ་ མེ་ཏོག་ ཨུད་ པལ་ དག་ གིས་ གཏོར་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $623 “The well-gone Oghajaha, when a child in a village, |#| Offered utpala flowers |#| To the thus-gone Strength of a Striding Lion |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐོགས་མེད་ གྲགས་པ་ སློང་བ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ལྷ་ དགའ་ དེ་ ལ་ ནི །_། མོ་ ཙ་ན་ དག་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $624 “The well-gone Asaṅgakīrti, when a beggar, |#| Offered mocana plants |#| To the thus-gone Divine Joy |#| And in doing so first gave rise to the mind of awakening. [318.b]

source: བདེ་གཤེགས་ བདེན་པ འི་ [318b] ཕུང་པོ་ ཆང་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རི་དབང་ མཚུངས་ དེ་ |#| ལ །_། རྫ་རྔ་ དང་ ནི་ ལོ་མ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $625 “The well-gone Satyarāśi, when an alcohol vendor, |#| Offered an earthen drum and leaves |#| To the thus-gone Equal of the King of Mountains |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དབྱངས་སྙན་ རྩྭ་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྟབས་ ཆེན་ དེ་ ལ་ ནི །_། རྩྭ་སྤྱིལ་ དག་ ནི་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $626 “The thus-gone Susvara, when a grass seller, |#| Build grass huts and offered them |#| For the thus-gone Great Strength |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རི་དབང་ མཚུངས་ ནི་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡིད་ དུ་ འོང་བ འི་ དབྱངས །_། དེ་ ལ་ གདུགས་ དག་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $627 “The well-gone Girīndrakalpa, when a prince, |#| Offered parasols |#| To the thus-gone Delightful Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ བརྩེགས་ ལྷ་ ཡི་ བསྙེན་བཀུར་བ །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ བསོད་ནམས་ བརྩེགས་པ་ ལ །_། མེ་ཏོག་ ཆང་པ་ གང་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $628 “The well-gone Dharmakūṭa, when a worshiper of a god, |#| Offered a bouquet of flowers |#| To the well-gone Compiled Merit |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཐར་པ འི་ གཟི་བརྗིད་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ནོར་བུ་ ཟླ་བ་ ལ །_། ཙུག་ ཀྲ་ རུ་ ཀ འི་ འབྲས་བུ་ བརྒྱད་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $629 “The well-gone Mokṣatejas, when a prince, |#| Offered eight cukraruka#219 fruits |#| To the thus-gone Jewel Moon |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལེགས་ མཛད་ གར་མཁན་ བུ་མོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤྱན་ སྡུག་ དེ་ |#| ལ་ ནི །_། རས་བལ་ དག་ གི་ ཕྲེང་བ་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $630 “The well-gone Śobhita, when the daughter of a dancer, |#| Offered garlands made of cotton wool |#| To the thus-gone Lovely Eyes |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རབ་ ཞི་ སྐུ་ ནི་ འཕྲེང་རྒྱུད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྙན་པ ར་ གྲགས་ དེ་ ལ །_། ཙམ་པ་ཀ་ ཡི་ ཕྲེང་བ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $631 “The well-gone Praśāntagātra, when a garland maker, |#| Offered a garland of campaka flowers |#| To the thus-gone Renown |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཡིད་འོང་ གསུང་ ནི་ དམག་ མི འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གསལ་བ འི་ དཔལ་ དེ་ ལ །_། རས་ཡུག་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $632 “The well-gone Manojñavākya, when a soldier, |#| Offered a length of cotton fabric |#| To the thus-gone Glory of Clarity |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ བློ་ སྦྱངས་ སྨན་པ འི་ ཚེ །_། བདེ་གཤེགས་ སེང་གེ འི་ མཆེ་བ་ དགོངས་ མལ་ དུ །_། འབྲུ་མར་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $633 “The thus-gone Cīrṇabuddhi, when a physician, |#| Offered grain oil in the evening |#| To the well-gone Lion Fangs |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ ཆུ་ལྷ་ གདུགས་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རིན་ཆེན་ མཆོད་འོས་ ལ །_། དུས་ སུ་ བསིལ་ཡབ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $634 “The thus-gone Varuṇa, when a parasol maker, |#| Offered timely fanning |#| To the thus-gone Jewel Worthy of Worship |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སེང་གེ འི་ ལོགས་ ནི་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དྲི་ཞིམ་ འོད་ དེ་ ལ །_། སྟོན་མོ་ ཆེན་ མོ་ དག་ ནི་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $635 “The well-gone Siṃhapārśva,#220 when a captain, |#| Offered a celebratory banquet |#| To the thus-gone Fragrant Light |#| And in doing so first gave rise to the mind of awakening. [319.a]

source: [319a] བདེ་གཤེགས་ ཆོས་ ཀྱི་ མཐུ་རྩལ་ རྒྱལ་བུ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དགྲ་ ཞི ར་ གྱུར་པ་ ལ །_། དངུལ་ ལས་ བྱས་པ འི་ གདན་ཁྲི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $636 “The well-gone Dharmavikrāmin, when a prince, |#| Offered a throne of silver |#| To the thus-gone Pacifier of Enemies |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐལ་བ་ བཟང་པོ་ དེད་དཔོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རྒྱལ་བ འི་ སྡེ་ དེ་ ལ །_། གསེར་ ལས་ བྱས་པ འི་ བླ་རེ་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $637 “The well-gone Subhaga, when a captain, |#| Offered a canopy made of gold |#| To the thus-gone Victorious Army |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མི་ འཁྲུགས་ མདོག་ ནི་ རྫ་མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདེན་པ འི་ བློ་ དེ་ ལ །_། རྫེའུ་ ཕྲུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $638 “The well-gone Akṣobhyavarṇa, when a potter, |#| Offered small earthen pots |#| To the thus-gone Truth Mind |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་བརྗིད་ རྒྱལ་པོ་ གྲོང་དཔོན་ ཚེ །_། གྲོང་ཁྱེར་ དག་ ནི་ ཕྱག་དར་ བྱས་ ནས་ ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ གོ་བགོ ས་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $639 “The well-gone Tejorāja, when the head of a city, |#| Swept the city clean |#| Before the thus-gone Bearer of the Armor of Splendor, |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྟོགས་ མཛད་ ལག་ བླ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ངེས་པ ར་ རྟོགས་ བཟོད་ ལ །_། ཀ་ར་ བཱི་ ར འི་ མེ་ཏོག་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $640 “The thus-gone Bodhana, when a supervisor of a new building, |#| Offered karavīra flowers |#| To the thus-gone Acceptance of Certain Realization |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤྱན་ ལེགས་ ཕྱུགས་རྫི འི་ དཔོན་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་ མཆོག་ དཔལ་ དེ་ ལ །_། ལྷུང་བཟེད་ མོ་ར་ ནས་ བཀང་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $641 “The well-gone Sulocana, when a leader of herdsmen, |#| Offered an alms bowl filled with buttermilk |#| To the thus-gone Moon of Supreme Glory |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དོན་གནས་ བློ་ ནི་ ནད་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གླང་པོ འི་ སྟབས་ དེ་ ཡི །_། ཉིན་ མོ་ བཞུགས་པ འི་ གནས་ཁང་ ཕྱགས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $642 “The well-gone Sthitārtha­buddhi, when suffering from illness, |#| Swept the daytime residence clean |#| For the thus-gone Elephant Character |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྣང་བ འི་ འོད་ཟེར་ ལྷ་འབངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཁས་པ འི་ གཙོ་ དེ་ ལ །_། མར་མེ འི་ སྙིང་པོ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $643 “The well-gone Ābhāsaraśmi, when a servant of gods, |#| Offered lamp wicks |#| To the thus-gone Foremost among the Learned |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ སྤོས་ གཟི་ རྒྱལ་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བདེན་པ་ དགྱེས་ དེ་ ལ །_། ཨུད་ པལ་ སྔོན་པོ་ གཅིག་ཅིག་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $644 “The thus-gone Gandhatejas, when a king, |#| Offered blue utpalas |#| To the thus-gone Delighting in the Truth |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཀུན་དགའ་ མཛད་པ་ ཤིང་རྟ་ མཁན །_། བྱེད་ ཚེ་ བདེ་གཤེགས་ ཨུད་ པལ་ དྲི་ དེ་ |#| ལ །_། སྣམ་ ཕྱི་ས་ དག་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $645 “The well-gone Saṃtoṣaṇa, when a chariot maker, |#| Built bathrooms and offered them |#| To the well-gone Utpala Fragrance |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ དོན་ཡོད་ གཤེགས་པ་ ལག་ བླ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྤོས་ ཀྱི་ དབང་ཕྱུག་ ལ །_། ལོ་མ འི་ སྤྱིལ་བུ་ བྱས་ ཏེ་ |#| ཕུལ་ ནས་ |#| [319b] ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $646 “The well-gone Amoghagāmin, when a supervisor of a new building, |#| Made a cottage of grass and offered it |#| To the thus-gone Incense Master [319.b] |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཁྲོ་ བཅོམ་ ཚོང་དཔོན་ བུར་ གྱུར་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཙམ་པ འི་ མཆོག་ དེ་ ལ །_། རྫིང་བུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $647 “The well-gone Bhasmakrodha, when a merchant’s son, |#| Offered a pond |#| To the thus-gone Supreme Campaka |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟུགས་མཆོག་ ཐ་ག་པ་ ཡི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བརྟུལ་ཞུགས་ སྙོམས་པ་ ལ །_། དབྱར་གནས་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $648 “The well-gone Vararūpa, when a weaver, |#| Brought offerings of the rains retreat |#| To the thus-gone Balanced Yogic Discipline |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལེགས་ གཤེགས་ རོལ་མོ་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཤེས་པ འི་ དཔལ་ དེ་ ལ །_། རོལ་མོ འི་ རྔ་ཆེན་ བརྡུངས་ ཏེ་ མཆོད་ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $649 “The well-gone Sukrama, when a musician, |#| Offered the music of large drums |#| To the thus-gone Glorious Knowledge |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རབ་ སྦྱིན་ གྲགས་པ་ ལ་ ཀུ་ ས་ བྱེད་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཟི་བརྗིད་ ཆེན་པོ་ དེ་ ལ་ ནི །_། འདག་པ འི་ ཆལ་ དག་ སྦྱར་ ཏེ་ |#| དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $650 “The well-gone Pradānakīrti, when a lakusa maker,#221 |#| Offered soap |#| To the thus-gone Great Splendor |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ འོད་ གཙང་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྣ་ཚོགས་ གསུང་ དེ་ ལ །_། བུ་ཡུག་ ལངས་ ཚེ་ འཇམས་ དང་ བཏུང་བ་ ཕུལ །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $651 “The thus-gone Śuddhaprabha, when a householder, |#| Offered rice gruel and drink during a snowstorm |#| To the thus-gone Diverse Teaching |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ལྷ་ ཉི་ ཕྱུགས་རྫི འི་ དཔོན་པོ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ འདམ་ ལས་ རྒལ་བ་ ལ །_། ཞུན་མ ར་ ཅི་ དགོས་པ་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $652 “The well-gone Devasūrya, when the leader of herdsmen, |#| Offered however much clarified butter would be required |#| To the thus-gone Traverser of the Swamp |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཤེས་རབ་ བྱིན་ ནི་ ཕུབ་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཐའ་ ཡ ས་ སྤྱན་ དེ་ ལ །_། ཕུབ་ དག་ བྱས་ ཏེ་ |#| དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $653 “The well-gone Prajñādatta, when a clasp maker,#222 |#| Made clasps and offered them |#| To the thus-gone Infinite Eye |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ མཉམ་ གཞག་ བདག་ཉིད་ ཁྱིམ་བདག་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ བློ་ འབར་ དེ་ ལ་ ནི །_། ཏིལ་འབྲུ་ སྤར་བ་ བཀང་ སྟེ་ གཏོར་ ཕུལ་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $654 “The well-gone Samāhitātman, when a householder, |#| Filled his hands with sesame seeds and scattered them |#| Before the thus-gone Blazing Intelligence |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ གཟི་མདངས་ འབྲུ་མར་ སྤོས་ ཅན་ མཁན་ གྱི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མཆོད་པ ར་ འོས་པ འི་ དཔལ་ དེ་ ལ །_། སྣ་མ འི་ མེ་ཏོག་ ཡོད་པ འི་ འབྲུ་མར་ སྲང་ བརྒྱད་ ཕུལ །_། |#| དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $655 “The well-gone Ojastejas, when a maker of fragrant oils, |#| Offered eight measures of oil containing sumanā flowers |#| To the thus-gone Glory Worthy of Worship |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ རྒྱལ་རིགས་ ལམ་ སྟོན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ སྣ་ཚོགས་ དབྱངས་ དེ་ ལ །_། ལམ་སྲང་ དག་ ནི་ མཚོན་པ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $656 “The thus-gone Kṣatriya, when a guide, |#| Showed the way |#| To the thus-gone Diverse Melody |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྐལ་ལྡན་ ཤིང་རྟ་ [320a] བུ་རམ་ ཆང་ མཁན་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ ཡོན་ཏན་ དམིགས་པ་ བྱིན་ དེ་ |#| ལ །_། སྐྱུ་རུ་ར་ ཡི་ བཅུད་ ཁུ་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ |#| ཀྱང་ །_། དང་པོ་ ཉིད་ དུ་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $657 “The well-gone Bhāgīrathi, when a rum producer, [320.a] |#| Offered myrobalan fruit juice |#| To the thus-gone Gift of the Observation of Qualities |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ གསེར་མཆོག་ ཚ་ འཚོང་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ གཙང་མ ར་ གནས་ དེ་དག _། ཟླ་བ་ གསུམ་ དུ་ ཚྭ་ ལ་ སྤྱན་ དྲངས་ ནས །_། |#| དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $658 “The thus-gone Suvarṇottama, when a salt merchant, |#| Offered salt for three months |#| To the thus-gone Pure Abiding |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ རྣམ་པར་ གྲོལ་ གཙུག་ ཞིང་ སྲུངས་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ དྲི་ཞིམ་ སྤོས་ དེ་ ལ །_། རྒུན་འབྲུ འི་ བཅུད་ ཁུ་ དག་ ནི་ ཕུལ་ ནས་ |#| ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $659 “The well-gone Vimuktacūḍa, when a forest guard, |#| Offered grape juice |#| To the thus-gone Fragrant Incense |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ ཆོས་ལྡན་ ཡུར་བ་ མཁན་ གྱི་ ཚེ །_། ཡུར་བ་ དག་ ནི་ བརྐོས་ ཏེ་ བྱས་ ནས་ |#| ཀྱང་ །_། དེ་བཞིན་ གཤེགས་པ་ ཟླ་བ འི་ འོད་ དེ་ ལ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $660 “The well-gone Dhārmika, when a canal builder, |#| Dug out canals |#| Before the thus-gone Moonlight, |#| And in doing so first gave rise to the mind of awakening.

source: བདེ་གཤེགས་ སྤོས་ གནས་ ཚོང་དཔོན་ ཆུང་མ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ རི་བོ འི་ ཕུང་པོ་ ལ །_། དབྱར་གནས་ དག་ ནི་ དབུལ་བ་ བྱས་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $661 “The well-gone Sthitagandha, when the wife of a merchant, |#| Provided offerings for the rains retreat |#| Before the thus-gone Mountain Mass |#| And in doing so first gave rise to the mind of awakening.

source: དེ་བཞིན་ གཤེགས་པ་ དྲེགས་ སྤངས་ སྨན་པ འི་ ཚེ །_། དེ་བཞིན་ གཤེགས་པ་ མེ་ཏོག་ དེ་ ལ་ ནི །_། འབྲུ་མར་ བཏུང་བ་ དག་ ནི་ ཕུལ་ ནས་ ཀྱང་ །_། དང་པོ ར་ བྱང་ཆུབ་ ཏུ་ ནི་ སེམས་བསྐྱེད་ དོ །_།
en: $662 “The thus-gone Madaprahīṇa, when a physician, |#| Offered drinkable oil |#| To the thus-gone Flower |#| And in doing so first gave rise to the mind of awakening.
